;Place localized text in this file

[Muton_Hunter X2CharacterTemplate]
strCharacterName="Muton Hunter"
strAcquiredText="Muton Hunters stay behind the front lines, using their powerful rifles to disintegrate armor"

[Muton_Prowler X2CharacterTemplate]
strCharacterName="Muton Prowler"
strAcquiredText="Muton Prowlers stay behind the front lines, using their powerful rifles to disintegrate armor"

[Muton_Hunter_Rifle X2WeaponTemplate]
FriendlyName="Muton Hunter Rifle"
FriendlyNamePlural="Muton Hunter Rifles"
BriefSummary="Muton Hunters use a powerful rifle which is connected to a large battery; Allowing them to fire concentrated bolts of plasma over long distance, which detonate, disintegrating everything it touches before dissipating into the atmosphere."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[Muton_Prowler_Rifle X2WeaponTemplate]
FriendlyName="Muton Prowler Rifle"
FriendlyNamePlural="Muton Prowler Rifles"
BriefSummary="Muton Hunters use a powerful rifle which is connected to a large battery; Allowing them to fire concentrated bolts of plasma over long distance, which detonate, disintegrating everything it touches before dissipating into the atmosphere."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"